/* 
	UnmountAssistant Localizable.strings
	Copyright 2008-2009 Apple Inc. All rights reserved.
 */

/* Alert buttons */
"OK" = "OK";
"CANCEL" = "Kumoa";
"FORCE_EJECT" = "Pakota pois näkyvistä…";
"CONFIRM_FORCE" = "Pakota pois näkyvistä";
"TRY_AGAIN" = "Yritä uudelleen";


/* non-GUI app is using the disk */
"UNKNOWN_IN_USE" = "Levyä ei poistettu näkyvistä, koska yksi tai useampi ohjelma saattaa käyttää sitä.";
"VOLUME_IN_USE" = "Levyä ”%@” ei poistettu näkyvistä, koska yksi tai useampi ohjelma saattaa käyttää sitä.";

"TRYING_TO_EJECT_INFO" = "Poistaaksesi levyn näkyvistä välittömästi, osoita Pakota pois näkyvistä -painiketta.";
"UNABLE_TO_EJECT_INFO" = "Voit yrittää poistaa levyä uudelleen näkyvistä tai poistaa levyn välittömästi näkyvistä osoittamalla Pakota pois näkyvistä.";

"UNKNOWN_FORCE_EJECT" = "Haluatko varmasti poistaa levyn näkyvistä?";
"VOLUME_FORCE_EJECT" = "Haluatko varmasti poistaa kohteen ”%@” näkyvistä?";

"CONFIRM_FORCEEJECT_INFO" = "Levyn poistaminen näkyvistä saattaa aiheuttaa ongelmia levyn tai siinä olevien tietojen kanssa.";


/* GUI app is using the disk */
"UNKNOWN_IN_USE_BY_1GUIPROC" = "Levyä ei voitu poistaa näkyvistä, koska ”%@” käyttää sitä.";
"VOLUME_IN_USE_BY_1GUIPROC" = "Levyä ”%1$@” ei voitu poistaa näkyvistä, koska ”%2$@” käyttää sitä.";

"UNKNOWN_IN_USE_BY_2GUIPROCS" = "Levyä ei voitu poistaa näkyvistä, koska ”%1$@” ja ”%2$@” käyttävät sitä.";
"VOLUME_IN_USE_BY_2GUIPROCS" = "Levyä ”%1$@” ei voitu poistaa näkyvistä, koska ”%2$@” ja ”%3$@” käyttävät sitä.";

"UNKNOWN_IN_USE_BY_3GUIPROCS" = "Levyä ei voitu poistaa näkyvistä, koska ”%@” ja muut ohjelmat käyttävät sitä.";
"VOLUME_IN_USE_BY_3GUIPROCS" = "Levyä ”%1$@” ei voitu poistaa näkyvistä, koska ”%2$@” ja muut ohjelmat käyttävät sitä.";

"QUIT_ONE_INFO" = "Lopeta kyseinen ohjelma ja yritä uudelleen poistaa levy näkyvistä.";
"QUIT_MULTIPLE_INFO" = "Lopeta kyseiset ohjelmat ja yritä uudelleen poistaa levy näkyvistä.";


/* User is using the disk */
"UNKNOWN_IN_USE_BY_1USER" = "Levyä ei voida poistaa näkyvistä, koska toinen käyttäjä (”%@”) käyttää sitä.";
"VOLUME_IN_USE_BY_1USER" = "Levyä ”%1$@” ei voida poistaa näkyvistä, koska toinen käyttäjä (”%2$@”) käyttää sitä.";

"UNKNOWN_IN_USE_BY_2USERS" = "Levyä ei voida poistaa näkyvistä, koska muut käyttäjät (”%1$@” ja ”%2$@”) käyttävät sitä.";
"VOLUME_IN_USE_BY_2USERS" = "Levyä ”%1$@” ei voida poistaa näkyvistä, koska muut käyttäjät (”%2$@” ja ”%3$@”) käyttävät sitä.";

"UNKNOWN_IN_USE_BY_3USERS" = "Levyä ei voida poistaa näkyvistä, koska muut käyttäjät (”%1$@”, ”%2$@” ja muita) käyttävät sitä.";
"VOLUME_IN_USE_BY_3USERS" = "Levyä ”%1$@” ei voida poistaa näkyvistä, koska muut käyttäjät (”%2$@”, ”%3$@” ja muita) käyttävät sitä.";

"LOGOUT_ONE_INFO" = "Kun “%@” ei enää käytä levyä, yritä poistaa se näkyvistä uudelleen.";
"LOGOUT_MULTIPLE_INFO" = "Kun muut käyttäjät eivät enää käytä levyä, yritä poistaa se näkyvistä uudelleen.";


/* Disk Image is mounted from the disk the disk */
"VOLUME_HAS_DISKIMAGE" = "Levyä ”%1$@” ei voitu poistaa näkyvistä, koska se on käytössä.";
"UNKNOWN_HAS_DISKIMAGE" = "Levyä ei voitu poistaa näkyvistä, koska se on käytössä.";

"VOLUME_HAS_1DISKIMAGE_INFO" = "Poista ”%1$@” näkyvistä ensin ja yritä sitten uudelleen poistaa ”%2$@” näkyvistä.";
"VOLUME_HAS_2DISKIMAGES_INFO" = "Poista ”%1$@” ja ”%2$@” näkyvistä ensin ja yritä sitten uudelleen poistaa ”%3$@” näkyvistä.";
"VOLUME_HAS_3DISKIMAGES_INFO" = "Poista ”%1$@” ja muut levyt näkyvistä ensin ja yritä sitten uudelleen poistaa ”%2$@” näkyvistä.";

"UNKNOWN_HAS_1DISKIMAGE_INFO" = "Poista ”%1$@” näkyvistä ensin ja yritä sitten uudelleen poistaa levy näkyvistä.";
"UNKNOWN_HAS_2DISKIMAGES_INFO" = "Poista ”%1$@” ja ”%2$@” näkyvistä ensin ja yritä sitten uudelleen poistaa levy näkyvistä.";
"UNKNOWN_HAS_3DISKIMAGES_INFO" = "Poista ”%1$@” ja muut levyt näkyvistä ensin ja yritä sitten uudelleen poistaa levy näkyvistä.";


/* volume was ejected */
"UNKNOWN_WAS_EJECTED" = "Levy poistettiin näkyvistä.";
"VOLUME_WAS_EJECTED" = "Levy ”%@” poistettiin näkyvistä.";


/* Misc strings */
"TRYING_TO_EJECT" = "Yritetään poistaa näkyvistä";

"PROCESS_PID" = "Prosessi %d";